{
    "Home": "Trang chủ",
    "Services": "Dịch vụ",
    "Service": "Dịch vụ",
    "Data Solutions": "Giải pháp dữ liệu",
    "Careers": "Nghề nghiệp",
    "About Us": "Về chúng tôi",
    "Blog": "Blog",
    "Contact": "Liên hệ",
    "Innovate for future": "Đổi mới cho tương lai",
    "We, the Meowtronauts, are venturing into space to innovate and create through technology, alongside excellent individuals joining us on a journey aboard a spaceship, reaching for new stars.": "Chúng tôi, những Người Mèo phi hành gia, đang mạo hiểm vào không gian để đổi mới và tạo ra thông qua công nghệ, cùng với những cá nhân xuất sắc đồng hành cùng chúng tôi trên hành trình trên một con tàu vũ trụ, tiến tới những vì sao mới.",
    "Our services": "Dịch vụ của chúng tôi",
    "What We Can Do For You": "Chúng tôi có thể làm gì cho bạn",
    "Services we can help you with": "Các dịch vụ mà chúng tôi có thể giúp bạn",
    "Create innovative solutions, unlock enormous values for life through the best technology and excellent people.": "Tạo ra các giải pháp đổi mới, mở khóa giá trị khổng lồ cho cuộc sống thông qua công nghệ tốt nhất và những người xuất sắc.",
    "ChatMeow was created by MeowTech, featuring a space-themed user interface alongside various astronaut...": "ChatMeow được tạo ra bởi MeowTech, với giao diện người dùng theo chủ đề vũ trụ cùng với các người phi hành gia khác...",
    "Database design, Data modeling, Business intelligence, Tooling data reporting, Data analysis, ETL, Data warehousing, Growth planning...": "Thiết kế cơ sở dữ liệu, Mô hình dữ liệu, Thông tin kinh doanh, Báo cáo dữ liệu công cụ, Phân tích dữ liệu, ETL, Lưu trữ dữ liệu, Kế hoạch phát triển...",
    "Find out more": "Tìm hiểu thêm",
    "Notably, ChatMeow boasts a brand new, stunning interface that is sure to impress.": "Đáng chú ý, ChatMeow tự hào với giao diện mới, lạ mắt mà chắc chắn sẽ làm ấn tượng.",
    "Featured Case Study": "Nghiên cứu trường hợp nổi bật",
    "Business intelligence. Building data architecture. Building Dashboard Reporting. Data analysis, ETL, Data warehousing, Growth planning.": "Thông tin kinh doanh. Xây dựng kiến trúc dữ liệu. Xây dựng Báo cáo Bảng điều khiển. Phân tích dữ liệu, ETL, Lưu trữ dữ liệu, Kế hoạch phát triển.",
    "Bringing data together. Focusing on KPIs. Improving the decision-making process. Telling trends. Resource optimization. Cost optimization": "Tập trung dữ liệu lại. Tập trung vào KPI. Cải thiện quy trình ra quyết định. Phân tích xu hướng. Tối ưu hóa tài nguyên. Tối ưu hóa chi phí",
    "Read Case Study": "Đọc nghiên cứu trường hợp",
    "Time": "Thời gian",
    "Cost": "Chi phí",
    "Optimization": "Tối ưu hóa",
    "CREATE YOUR WORLD": "Tạo ra thế giới của bạn",
    "Experience everywhere": "Trải nghiệm ở mọi nơi",
    "Our Project": "Dự án của chúng tôi",
    "Some of our": "Một số công việc",
    "finest work.": "tốt nhất của chúng tôi.",
    "MeowTech was founded 14/04/2022.": "MeowTech được thành lập vào ngày 14/04/2022.",
    "Our slogan: \"Innovate for future\".": "Slogan của chúng tôi: \"Đổi mới cho tương lai\".",
    "Name": "Tên",
    "Phone": "Điện thoại",
    "All": "Tất cả",
    "Products": "Sản phẩm",
    "Product": "Sản phẩm",
    "ChatMeow was created by MeowTech.": "ChatMeow được tạo ra bởi MeowTech.",
    "ESG Indicator Dashboard": "Bảng điều khiển chỉ số ESG",
    "Real time Dashboard": "Bảng điều khiển thời gian thực",
    "Technical": "Kỹ thuật",
    "Get Free Quote": "Nhận báo giá miễn phí",
    "Our achievements.": "Những thành tựu của chúng tôi.",
    "Years of operation": "Số năm hoạt động",
    "Projects delivered": "Các dự án đã hoàn thành",
    "Members": "Thành viên",
    "Our brands": "Các thương hiệu của chúng tôi",
    "Technologies": "Công nghệ",
    "Our technology stack": "Bộ công nghệ của chúng tôi",
    "What We Use. We’ve built solutions:": "Chúng tôi sử dụng gì. Chúng tôi đã xây dựng các giải pháp:",
    "What's Going On": "Dễ dàng",
    "Latest stories": "Câu chuyện mới nhất",
    "News From MeowTech": "Tin tức từ MeowTech",
    "MeowTech Brand Guidelines 2024": "Hướng dẫn Thương hiệu MeowTech 2024",
    "MeowTech Brand Guidelines 2024 with \"Innovate For Future\" - Meowtronauts...": "Hướng dẫn Thương hiệu MeowTech 2024 với \"Innovate For Future\" - Meowtronauts...",
    "Learn more": "Tìm hiểu thêm",
    "Top industries successfully applying 3D websites": "Top những ngành đang áp dụng tốt website 3D",
    "After the heyday of flat graphics, 3D graphics are now gradually emerging to dominate future design trends. With eye-catching effects,...":"Sau thời kỳ huy hoàng của đồ họa phẳng, đồ họa 3D hiện nay đã vùng lên dần dần thống trị những xu hướng thiết kế tương lai. Với hiệu ứng bắt mắt,...",
    "Let's Work Together": "Hãy làm việc cùng nhau",
    "Need a successful project?": "Cần một dự án thành công?",
    "Estimate Project": "Ước lượng dự án",
    "Get in touch": "Liên hệ",
    "Stay in the know with our newsletter": "Luôn cập nhật thông tin qua bản tin của chúng tôi",
    "Resources": "Tài nguyên",
    "Support": "Hỗ trợ",
    "Subscribe": "Đăng ký",
    "Privacy Policy": "Chính sách bảo mật",
    "Terms of Use": "Điều khoản sử dụng",
    "Our team": "Đội ngũ của chúng tôi",
    "Experts in field": "Chuyên gia trong lĩnh vực",
    "What makes us special?": "Điều gì làm chúng tôi trở nên đặc biệt?",
    "Projects deliverd": "Các dự án đã hoàn thành",
    "E.town 1, 364 Cong Hoa, Tan Binh district, Ho Chi Minh city, Vietnam": "E.town 1, 364 Cộng Hòa, Quận Tân Bình, Thành phố Hồ Chí Minh, Việt Nam",
    "Ho Chi Minh city": "TP. Hồ Chí Minh",
    "Find Us": "Tìm chúng tôi",
    "Our office": "Văn phòng của chúng tôi",
    "Our Family": "Gia đình của chúng tôi",
    "Become a member?": "Trở thành thành viên?",
    "Our customer care is open from Mon-Fri, 09:00 am to 5:00 pm": "Dịch vụ chăm sóc khách hàng của chúng tôi mở cửa từ Thứ Hai đến Thứ Sáu, từ 09:00 sáng đến 5:00 chiều.",
    "Our support team will get back to in 48-h during standard business hours.": "Nhóm hỗ trợ của chúng tôi sẽ phản hồi trong vòng 48 giờ trong giờ làm việc chuẩn.",
    "Get a free quote now": "Nhận báo giá miễn phí ngay",
    "Company": "Công ty",
    "How can we help you?": "Chúng tôi có thể giúp gì cho bạn?",
    "Get Pricing Now": "Nhận báo giá ngay bây giờ",
    "Best solutions for your business": "Giải pháp tốt nhất cho doanh nghiệp của bạn",
    "Data strategy - Future growth": "Chiến lược dữ liệu - Tương lai phát triển",
    "Data strategy": "Chiến lược dữ liệu",
    "Database design. Data modeling. Data analysis. Data pipeline. Data architecture.": "Thiết kế cơ sở dữ liệu. Mô hình dữ liệu. Phân tích dữ liệu. Ống dẫn dữ liệu. Kiến trúc dữ liệu.",
    "Database management": "Quản lý cơ sở dữ liệu",
    "API data ingestion. Spreadsheet data ingestion. Database performance tuning. Data security compliance. Data containerisation.": "Thu thập dữ liệu qua API. Thu thập dữ liệu từ bảng tính. Tinh chỉnh hiệu suất cơ sở dữ liệu. Tuân thủ bảo mật dữ liệu. Containerisation dữ liệu.",
    "Business intelligence": "Thông tin kinh doanh",
    "Business intelligence. Tooling data reporting. Data analysis.": "Thông tin kinh doanh. Báo cáo dữ liệu công cụ. Phân tích dữ liệu.",
    "Data migration": "Di dời dữ liệu",
    "Migration planning. Migration automation. Data completeness testing. ETL.": "Lập kế hoạch di dời. Tự động hóa di dời. Kiểm tra đầy đủ dữ liệu. ETL.",
    "Data warehousing": "Lưu trữ dữ liệu",
    "Data warehousing. Data lake creation. Cloud based data tools. Growth planning.": "Lưu trữ dữ liệu. Tạo hồ sơ dữ liệu. Công cụ dữ liệu dựa trên đám mây. Kế hoạch phát triển.",
    "Advanced analytics": "Phân tích nâng cao",
    "Real time dashboard. Power BI. Google Studio. Tableau.": "Bảng điều khiển thời gian thực. Power BI. Google Studio. Tableau.",
    "Data is the lifeblood of your business": "Dữ liệu là huyết mạch của doanh nghiệp của bạn",
    "Brochure": "Tạp chí",
    "We understand that making better decisions based on data becomes increasingly challenging as data volumes increase.": "Chúng tôi hiểu rằng việc ra quyết định tốt hơn dựa trên dữ liệu trở nên khó khăn hơn khi khối lượng dữ liệu tăng lên.",
    "Please view the Data Solutions Brochure at the following link:": "Vui lòng xem Brochure Giải pháp Dữ liệu tại liên kết sau:",
    "We apply user experience and design thinking to ensure the end user remains at the core of our business intelligence solutions, combining and simplifying reporting efforts across your business to get reliable, actionable and insightful real-time and historical analytics such as organisational KPIs, trend analysis, and revenue forecasting. Whether you are a data analyst wanting an in-depth view, or a senior executive who is looking at business trends and customer demand, we deploy tools such as Microsoft Power BI to create reporting, charting and predictive analysis in a way that is useful to everyone in your organisation, meaning you can gain real-time insights and improve speed to market.": "Chúng tôi áp dụng trải nghiệm người dùng và tư duy thiết kế để đảm bảo người dùng cuối vẫn nằm ở trung tâm của các giải pháp thông tin kinh doanh của chúng tôi, kết hợp và đơn giản hóa các nỗ lực báo cáo trên toàn bộ doanh nghiệp của bạn để có được phân tích thời gian thực và lịch sử đáng tin cậy, hữu ích như các KPI tổ chức, phân tích xu hướng và dự báo doanh thu. Dù bạn là một nhà phân tích dữ liệu muốn có cái nhìn sâu sắc, hay một quản lý cấp cao đang xem xét các xu hướng kinh doanh và nhu cầu của khách hàng, chúng tôi triển khai các công cụ như Microsoft Power BI để tạo ra báo cáo, biểu đồ và phân tích dự đoán một cách hữu ích cho mọi người trong tổ chức của bạn, điều này có nghĩa là bạn có thể có được những hiểu biết thời gian thực và cải thiện tốc độ ra thị trường.",
    "Strategy": "Chiến lược",
    "Data management": "Quản lý dữ liệu",
    "As your data sets grow and your business needs become increasingly ambitious, you may find it’s less easy to predict behaviours or influence customers or clients.": "Khi bộ dữ liệu của bạn phát triển và nhu cầu kinh doanh của bạn trở nên ngày càng tham vọng hơn, bạn có thể thấy rằng việc dự đoán hành vi hoặc ảnh hưởng đến khách hàng hoặc người dùng không còn dễ dàng như trước.",
    "At this stage, it is necessary to ask questions of the data that business intelligence alone can’t answer, to gain deeper insights, make predictions or generate recommendations. With a trusted data set, a machine learning model can be trained to recognize patterns, and once trained, make predictions. We work with you to design and automate learning solutions, transforming the value you derive from your data by combining predictive and prescriptive analysis. Through the adoption of advanced analytical solutions, you can deploy an automation framework which will significantly reduce time to market.": "Ở giai đoạn này, việc đặt câu hỏi về dữ liệu mà thông tin kinh doanh một mình không thể trả lời là cần thiết, để có cái nhìn sâu hơn, đưa ra dự đoán hoặc tạo ra đề xuất. Với một bộ dữ liệu đáng tin cậy, một mô hình học máy có thể được huấn luyện để nhận ra các mẫu, và sau khi được huấn luyện, đưa ra dự đoán. Chúng tôi làm việc với bạn để thiết kế và tự động hóa các giải pháp học tập, biến giá trị bạn thu được từ dữ liệu của mình bằng cách kết hợp phân tích dự đoán và mô tả. Thông qua việc áp dụng các giải pháp phân tích tiên tiến, bạn có thể triển khai một khung tự động hóa sẽ giảm đáng kể thời gian ra thị trường.",
    "Very often, whether as a result of an acquisition or the need to harmonise data across organisational boundaries, companies will have existing sets of data that need to be migrated from one datastore to another but no means of moving the data in a reliable and repeatable way.": "Rất nhiều lần, dù là kết quả của một việc thâu tóm hoặc nhu cầu điều hòa dữ liệu qua các ranh giới tổ chức, các công ty sẽ có các bộ dữ liệu hiện tại cần được di chuyển từ một datastore sang một datastore khác nhưng không có cách nào để di chuyển dữ liệu một cách đáng tin cậy và lặp lại.",
    "We help to migrate your data through data cleansing, data modelling and master data management best practices, to ensure the data that is migrated is accurate and reliable. Experience tells us that data migration can be a tricky process and our priority is to ensure the integrity of the data is maintained, through careful migration planning and regular checks at every step, including ETL processes, so that even if the data is being modified it can still be trusted to be complete and correct.": "Chúng tôi giúp bạn di chuyển dữ liệu của bạn thông qua các thực hành tốt nhất về làm sạch dữ liệu, mô hình dữ liệu và quản lý dữ liệu chính, để đảm bảo dữ liệu được di chuyển là chính xác và đáng tin cậy. Kinh nghiệm cho chúng tôi biết rằng việc di chuyển dữ liệu có thể là một quá trình phức tạp và ưu tiên của chúng tôi là đảm bảo tính toàn vẹn của dữ liệu được duy trì, thông qua kế hoạch di chuyển cẩn thận và kiểm tra định kỳ tại mỗi bước, bao gồm các quy trình ETL, để ngay cả khi dữ liệu đang được sửa đổi, nó vẫn có thể được tin tưởng là đầy đủ và chính xác.",
    "Whether your business is expanding, or you are going through a process of stabilisation, our goal is to ensure your data is handled effectively, both now and in the future.": "Dù doanh nghiệp của bạn đang mở rộng, hay bạn đang trải qua một quá trình ổn định hóa, mục tiêu của chúng tôi là đảm bảo dữ liệu của bạn được xử lý một cách hiệu quả, cả bây giờ và trong tương lai.",
    "We leverage our data architecture and data management competencies to help you understand the current state of your data ecosystem and the maturity, build capability and skills, embed the processes and implement the technology platforms and tools required to organise, control, and govern your data. We work with you to address any short-term needs, and provide a roadmap for your future requirements based on your goals. Whether through new green-field data platforms or migration from legacy, we create a data architecture that is structured and well defined, ensuring your data continues to be an asset as your business grows.": "Chúng tôi tận dụng kiến thức về kiến trúc dữ liệu và quản lý dữ liệu của mình để giúp bạn hiểu về tình trạng hiện tại của hệ sinh thái dữ liệu của bạn và sự chín muồi, xây dựng năng lực và kỹ năng, nhúng các quy trình và triển khai các nền tảng công nghệ và công cụ cần thiết để tổ chức, kiểm soát và quản lý dữ liệu của bạn. Chúng tôi làm việc cùng bạn để giải quyết bất kỳ nhu cầu ngắn hạn nào, và cung cấp một lộ trình cho các yêu cầu tương lai của bạn dựa trên mục tiêu của bạn. Dù là thông qua các nền tảng dữ liệu mới hoặc di chuyển từ di sản, chúng tôi tạo ra một kiến trúc dữ liệu có cấu trúc và rõ ràng, đảm bảo dữ liệu của bạn tiếp tục là một tài sản khi doanh nghiệp của bạn phát triển.",
    "In a world of increasing complexity and competition, we recognise the importance of being able to extract the right information from your data and fully leverage its power.": "Trong một thế giới ngày càng phức tạp và cạnh tranh, chúng tôi nhận ra sự quan trọng của việc có khả năng trích xuất thông tin đúng từ dữ liệu của bạn và tận dụng hoàn toàn sức mạnh của nó.",
    "Having a single, trusted source of aggregated and summary data is critical; by enhancing the quality and consistency of that data, you will be able to improve business intelligence and decision making and ensure your organisation maintains its competitive advantage. At MeowTech we recognise the advantages of a cloud first approach to data warehousing and data lakes and are well versed in the solutions provided by major cloud vendors. Our experience and expertise will allow you to avoid the common pitfalls and apply best practice to leverage the scalability of cloud-native platforms gaining and advantage in flexible pricing, storage and performance of your data warehouse.": "Việc có một nguồn dữ liệu được tổng hợp và tóm tắt duy nhất, đáng tin cậy là rất quan trọng; bằng cách nâng cao chất lượng và tính nhất quán của dữ liệu đó, bạn sẽ có thể cải thiện thông tin kinh doanh và ra quyết định và đảm bảo tổ chức của bạn duy trì lợi thế cạnh tranh của mình. Tại MeowTech, chúng tôi nhận ra những lợi ích của việc tiếp cận đám mây trước tiên đối với lưu trữ dữ liệu và hồ sơ dữ liệu và đã thành thạo trong các giải pháp được cung cấp bởi các nhà cung cấp đám mây lớn. Kinh nghiệm và chuyên môn của chúng tôi sẽ giúp bạn tránh được các rủi ro phổ biến và áp dụng các phương pháp tốt nhất để tận dụng khả năng mở rộng của các nền tảng đám mây, giành lợi thế trong việc định giá linh hoạt, lưu trữ và hiệu suất của kho dữ liệu của bạn.",
    "At MeowTech, we know that being able to respond to data requests quickly and reliably is absolutely core to your business, and the key to this is to ensure your datastores are well maintained and well managed.": "Tại MeowTech, chúng tôi biết rằng việc có thể phản hồi các yêu cầu dữ liệu một cách nhanh chóng và đáng tin cậy là hoàn toàn cốt lõi đối với doanh nghiệp của bạn, và chìa khóa để làm được điều này là đảm bảo các cửa hàng dữ liệu của bạn được bảo trì và quản lý tốt.",
    "Our skilled team will deliver and operate data platforms that allow you to create reliable and trusted operational reports in the context of your individual business needs. Whatever the sources of your data, we will create a solution that can collate all of them quickly and reliably, and then fine tune it to be a responsive, secure, single source of truth, ensuring timely and accurate reports are consistently delivered.": "Đội ngũ tay nghề của chúng tôi sẽ triển khai và vận hành các nền tảng dữ liệu cho phép bạn tạo ra các báo cáo hoạt động đáng tin cậy và đáng tin cậy trong bối cảnh các nhu cầu kinh doanh cá nhân của bạn. Bất kể nguồn dữ liệu của bạn là gì, chúng tôi sẽ tạo ra một giải pháp có thể tổng hợp tất cả chúng một cách nhanh chóng và đáng tin cậy, và sau đó điều chỉnh nó để trở thành một nguồn thông tin đáng tin cậy, an toàn, đáp ứng, đảm bảo việc cung cấp báo cáo đúng hạn và chính xác liên tục.",
    "We are hiring...": "Chúng tôi đang tuyển dụng...",
    "Technology": "Công nghệ",
    "Marketing": "Tiếp thị",
    "Management": "Quản lý",
    "Sales": "Bán hàng",
    "Click to view Job Description.": "Nhấp để xem Mô tả Công việc.",
    "My Company": "Công Ty Của Tôi",
    "I have worked": "Tôi đã làm việc",
    "April 2022 - Present": "Tháng 4 năm 2022 - Hiện tại",
    "MeowTech was founded on 14/04/2022. We create innovative solutions, unlock enormous values for life through the best technology and excellent people. Our services: 3D Web, Marketing Automation System with a unique feature which is \"New Customer Recommendation\". Data Solutions - Business Intelligence.": "MeowTech được thành lập vào ngày 14/04/2022. Chúng tôi tạo ra các giải pháp sáng tạo, mở khóa giá trị lớn lao cho cuộc sống thông qua công nghệ tốt nhất và những người xuất sắc nhất. Các dịch vụ của chúng tôi: 3D Web, Hệ thống Tự động hóa Tiếp thị với một tính năng độc đáo là 'Đề xuất Khách hàng Mới'. Giải pháp Dữ liệu - Thông tin kinh doanh.",
    "July 2022 - Present": "Tháng 7 năm 2022 - Hiện tại",
    "NashTech - A brand of Harvey Nash (Vietnam) Company Ltd. NashTech specialises in software development, business process outsourcing, application maintenance, and support and testing to support global organizations to deliver the right technology solutions to support their business needs.": "NashTech - Một thương hiệu của Công ty TNHH Harvey Nash (Việt Nam). NashTech chuyên về phát triển phần mềm, việc làm tiến trình kinh doanh, bảo trì ứng dụng và hỗ trợ và kiểm thử để hỗ trợ các tổ chức toàn cầu cung cấp các giải pháp công nghệ phù hợp nhất để hỗ trợ nhu cầu kinh doanh của họ.",
    "August 2021 - June 2022": "Tháng 8 năm 2021 - Tháng 6 năm 2022",
    "3800 engineers and 25 years of experience in providing software services for many world-leading companies. #Name: TMA Solutions (English) - Tường Minh (Vietnamese). Year of establishment: 1997. Locations Vietnam: Ho Chi Minh City, Binh Dinh Province. USA: Vermont. Canada: Ottawa. Europe: Galway, Ireland. Japan: Tokyo. Australia: Melbourne": "3800 kỹ sư và 25 năm kinh nghiệm trong việc cung cấp các dịch vụ phần mềm cho nhiều công ty hàng đầu thế giới. #Tên: TMA Solutions (Tiếng Anh) - Tường Minh (Tiếng Việt). Năm thành lập: 1997. Địa điểm tại Việt Nam: Thành phố Hồ Chí Minh, Tỉnh Bình Định. Hoa Kỳ: Vermont. Canada: Ottawa. Châu Âu: Galway, Ireland. Nhật Bản: Tokyo. Úc: Melbourne",
    "Certificate": "Chứng chỉ",
    "Duc Vo Minh": "Võ Minh Đức",
    "Nghia Ngo Trong": "Ngô Trọng Nghĩa",
    "Kien Lam Minh Tuan": "Lâm Minh Tuấn Kiện",
    "Huy Nguyen Huu Quang": "Nguyễn Hữu Quang Huy",
    "Team Details": "Chi tiết nhóm",
    "Hi there! I'm Nghia, I'm a Web Developer at MeowTech. I am highly responsible and committed to my work, constantly seeking personal growth. My goal is to contribute my skills to drive innovation in new projects.": "Xin chào! Tôi là Nghĩa, tôi là một Nhà phát triển Web tại MeowTech. Tôi rất trách nhiệm và cam kết với công việc của mình, luôn luôn tìm kiếm sự phát triển cá nhân. Mục tiêu của tôi là đóng góp kỹ năng của mình để thúc đẩy sự đổi mới trong các dự án mới.",
    "Oct 2023 - Present": "Tháng 10 năm 2023 - Hiện tại",
    "Hello, I'm Tuan Kien. I pursued my studies at UEH University, specializing in Software Engineering. Currently, I am employed as a programmer at Meowtech. With nearly 6 months of professional experience, I am proficient in web programming languages such as PHP, HTML, CSS, and JavaScript. My expertise extends to working with RESTful APIs, and I am well-versed in deploying web applications using the Azure portal": "Xin chào, tôi là Tuấn Kiên. Tôi theo học tại Đại học Kinh tế Tp.HCM (UEH), chuyên ngành Kỹ thuật Phần mềm. Hiện tại, tôi đang làm việc tại Meowtech với vai trò là một lập trình viên. Với gần 6 tháng kinh nghiệm chuyên nghiệp, tôi thành thạo các ngôn ngữ lập trình web như PHP, HTML, CSS và JavaScript. Kiến thức của tôi mở rộng đến việc làm việc với các API RESTful, và tôi thành thạo trong triển khai ứng dụng web bằng cách sử dụng cổng thông tin Azure.",
    "Aug 2023 - Present": "Tháng 8 năm 2023 - Hiện tại",
    "Search": "Tìm kiếm",
    "Categories": "Các thể loại",
    "Follow": "Theo dõi",
    "Recent posts": "Các bài đăng gần đây",
    "Related posts": "Bài viết liên quan",
    "See more": "Xem thêm",
    "Job Description": "Mô tả công việc",
    "Online working": "Làm việc Online",
    "Backend Internship": "Thực tập sinh Backend",
    "Participate in software architecture and data structure design.": "Tham gia thiết kế kiến trúc phần mềm và cấu trúc dữ liệu.",
    "Develop APIs based on JavaScript language, JavaScript Framework.": "Phát triển API dựa trên ngôn ngữ JavaScript, JavaScript Framework.",
    "Participate in Web App - Data Platform projects.": "Tham gia các dự án Web App - Data Platform.",
    "Optimize systems for handling big data.": "Tối ưu hóa hệ thống để xử lý dữ liệu lớn.",
    "Research and apply techniques to ensure user requirements.": "Nghiên cứu áp dụng những kỹ thuật đảm bảo yêu cầu người dùng.",
    "Requirements": "Yêu cầu",
    "3rd or 4th-year students with knowledge of JavaScript programming language": "Sinh viên năm 3, 4 có kiến thức về ngôn ngữ lập trình JavaScript",
    "Fundamental knowledge of CSS/SCSS, HTML...": "Có kiến thức nền tảng về CSS/SCSS, HTML…",
    "Understanding of relational databases and experience with one of the databases: MySQL, SQL Server": "Có hiểu biết về cơ sở dữ liệu quan hệ và đã làm việc với 1 trong các database: MySQL, SQL Server",
    "Fundamental knowledge of Git": "Có kiến thức nền tảng về Git",
    "Priority given to knowledge of Cloud: Azure/AWS": "Ưu tiên kiến thức về Cloud: Azure/ AWS",
    "Preference for candidates with experience working with Restful API, MySQL": "Ưu tiên ứng viên có kinh nghiệm làm việc với Restful API, MySQL",
    "Part-time / Full-time": "Bán thời gian / Toàn thời gian",
    "Monday - Friday": "Thứ 2 - Thứ 6",
    "Maximum: 3 months": "Tối đa: 3 tháng",
    "Benefits": "Phúc lợi",
    "Support for stamps": "Hỗ trợ dấu",
    "Internship allowance": "Trợ cấp thực tập",
    "Support for internship report writing": "Hỗ trợ làm báo cáo thực tập",
    "1-1 mentorship guidance": "Được mentor hướng dẫn 1-1",
    "See more Internship Welfare Policies at": "Xem thêm Chính sách phúc lợi Thực tập sinh tại",
    "Apply": "Nộp đơn",
    "Business Development Intern": "Thực tập Sinh Phát Triển Kinh Doanh",
    "Developing business strategies in fields such as Big Data Solutions, 3D Web App services for sectors like E-commerce, Finance,...": "Phát triển chiến lược kinh doanh thuộc các lĩnh vực làm về dịch vụ Big Data Solutions, 3D Web App cho các lĩnh vực như Thương mại điện tử, Tài chính,...",
    "Participating in business strategy planning with domestic and international partners.": "Tham gia hoạch định chiến lược kinh doanh với các đối tác trong nước và nước ngoài.",
    "Proposing solutions to improve work-related issues, flexible business model changes.": "Đề xuất giải pháp cải thiện các vấn đề liên quan đến công việc, linh hoạt thay đổi mô hình kinh doanh.",
    "Organizing regular business reporting meetings and next business plans.": "Tổ chức các cuộc họp báo cáo kinh doanh định kỳ và kế hoạch kinh doanh tiếp theo.",
    "Using available tools to gather information about related projects in the proposed area, searching for customer information.": "Sử dụng các công cụ có sẵn để thu thập thông tin về các dự án liên quan trong khu vực đề xuất, tìm kiếm thông tin khách hàng.",
    "Working with related teams: Sales, Finance, Technical, Marketing, HR...": "Làm việc với các nhóm liên quan: Sales, Finance, Technical, Marketing, HR...",
    "Passionate about future-oriented business direction.": "Có đam mê định hướng tương lai gắn với business.",
    "Proficient in English.": "Tiếng Anh khá.",
    "Serious, responsible, eager to learn.": "Nghiêm túc, trách nhiệm, ham học hỏi.",
    "Know how to use Google Sheets, Google Docs, clear and concise formatting, perfectionism is even better.": "Biết sử dụng Google sheets, Google doc, căn chỉnh rõ ràng, gọn đẹp, cầu toàn càng tốt.",
    "Have the opportunity to develop and manage the business team according to your ideas.": "Có cơ hội phát triển và quản lý business team theo ý tưởng của mình.",
    "Enhance problem-solving skills.": "Nâng cao khả năng phân tích vấn đề.",
    "Improve Google Sheets skills, report and exchange work skills.": "Nâng cao kỹ năng Google sheets, kỹ năng báo cáo trao đổi công việc.",
    "Supported with at least 1 cup of milk tea per week.": "Được hỗ trợ trà sữa cuối tuần tối thiểu 1 ly/tuần",
    "Content Marketing Internship": "Thực tập Content Marketing",
    "Plan and schedule Content direction and posting schedule.": "Lập kế hoạch định hướng Content và lịch post bài.",
    "Execute Content writing and imagery on website, fan page, Instagram, Shopee...": "Triển khai viết Content và hình ảnh trên website, fanpage, instagram, shopee....",
    "Build, manage, and optimize content.": "Xây dựng, quản lý và tối ưu nội dung.",
    "Reach target customers and leverage media content.": "Tiếp cận khách hàng mục tiêu và khai thác nội dung truyền thông.",
    "Post on community pages, share on Facebook groups, Instagram.": "Đăng bài trên trang cộng đồng, share group Facebook, Instagram.",
    "Currently a 3rd or 4th-year student majoring in Marketing, Communications, Journalism or related fields.": "Đang là sinh viên năm 3, 4 các chuyên ngành Marketing, truyền thông, báo chí hay các chuyên ngành liên quan.",
    "Proficient in Microsoft Office Word, Excel and capable of using basic design software: Photoshop, Powerpoint,... (training available)": "Biết sử dụng tin học văn phòng Word, Excel và có khả năng sử dụng các phần mềm thiết kế cơ bản: Photoshop, Powerpoint,… (có thể đào tạo)",
    "Sharp, dynamic, creative, and responsible.": "Nhạy bén, năng động, sáng tạo, có tinh thần trách nhiệm với công việc.",
    "Friendly and cooperative with colleagues.": "Hòa đồng, thân thiện với đồng nghiệp.",
    "Own a personal laptop.": "Có laptop cá nhân.",
    "Internship allowance and support": "Hỗ trợ dấu và báo cáo thực tập",
    "Receive advanced training and skill enhancement": "Được đào tạo nâng cao kiến thức và kỹ năng",
    "Competency-based stipend": "Trợ cấp theo năng lực",
    "Data Analyst Internship": "Thực tập Data Analyst",
    "Processing data on Power BI": "Xử lý dữ liệu trên Power BI",
    "Building reports based on questions": "Xây dựng các báo cáo dựa trên các câu hỏi",
    "Building Dashboards according to available UI designs": "Xây dựng các Dashboard theo thiết kế UI có sẵn",
    "Optimizing computational performance": "Tối ưu hiệu năng tính toán",
    "Third or fourth-year students with basic knowledge of SQL programming language": "Sinh viên năm 3, 4 có kiến thức cơ bản về ngôn ngữ lập trình SQL",
    "Basic understanding of probability, statistics": "Có kiến thức nền tảng về xác suất, thống kê",
    "Understanding of databases, data modeling": "Có hiểu biết về cơ sở dữ liệu, mô hình hoá dữ liệu",
    "Preference given to those who have used data visualization software: Power BI": "Ưu tiên đã từng sử dụng phần mềm trực quan hoá dữ liệu: Power BI",
    "Data Engineer Internship": "Thực tập Data Engineer",
    "Design Data Flow and data processing": "Thiết kế Data Flow và xử lý dữ liệu",
    "Build ETL pipelines and data storage": "Xây dựng ETL pipelines và lưu trữ dữ liệu",
    "Write & optimize SQL for data processing for reports": "Viết & tối ưu SQL xử lý dữ liệu cho báo cáo",
    "Build Data automation system on Azure cloud, Databricks": "Xây dựng hệ thống Data automation trên cloud Azure, Databricks",
    "Build REST API": "Xây dựng REST API",
    "4th-year university student": "Sinh viên năm 4 các trường đại học",
    "Knowledge in SQL, Relational Database": "Có kiến thức về SQL, Relational Database",
    "Knowledge in programming language: Python - OOP, SQL": "Có kiến thức về ngôn ngữ lập trình: Python - OOP, SQL",
    "Priority knowledge in Cloud: Azure": "Ưu tiên có kiến thức về Cloud: Azure",
    "Priority knowledge in: Data Architecture, Data Processing, Data Pipeline, Data Lake, Data Warehouse, ETL": "Ưu tiên có kiến thức về: Data Architecture, Data Processing, Data Pipeline, Data Lake, Data Warehouse, ETL",
    "Priority knowledge in: API, Spark, Hadoop HDFS": "Ưu tiên có kiến thức về: API, Spark, Hadoop HDFS",
    "Internship duration: 3 months": "Thời gian thực tập: 3 tháng",
    "Digital Marketing Internship": "Thực tập Digital Marketing",
    "Perform tasks assigned by the leader": "Thực hiện các công việc định hướng được giao từ leader",
    "Manage media channels (SEO, increase fanpage likes, writing articles, website)": "Quản trị các kênh truyền thông (SEO, tăng like fanpage, viết bài, website)",
    "Build and implement advertising campaigns": "Xây dựng và triển khai các chiến dịch quảng cáo",
    "Contribute to building and planning social media content (Facebook, Instagram…)": "Đóng góp xây dựng và lên kế hoạch nội dung truyền thông xã hội (Facebook, Instagram…)",
    "Execute tasks to improve article quality and traffic on various platforms": "Thực hiện các công việc nhằm tăng chất lượng bài, lượng truy cập ở nhiều nền tảng",
    "Preference for recent graduates or final-year students awaiting graduation": "Ưu tiên ứng viên mới tốt nghiệp hoặc sinh viên năm cuối đang chờ bằng",
    "Studied at universities, colleges majoring in: Marketing, Communication, Journalism, IT": "Học các trường đại học, cao đẳng chuyên ngành: Marketing, Truyền thông, Báo chí, CNTT",
    "Have a career orientation in Marketing": "Có định hướng theo ngành Marketing",
    "Have a personal laptop": "Có laptop cá nhân",
    "Support internship certificates and reports": "Hỗ trợ dấu và báo cáo thực tập",
    "Receive advanced training in knowledge and skills": "Được đào tạo nâng cao kiến thức và kỹ năng",
    "Performance-based allowances": "Trợ cấp theo năng lực",
    "Plan, analyze, and execute Digital Marketing activities: Facebook, Google,…": "Hoạch định kế hoạch, phân tích và thực hiện hoạt động Digital Marketing: Facebook, Google,…",
    "Monitor and evaluate to optimize the design/content of Facebook, Google ad campaigns…": "Theo dõi, đánh giá để tối ưu thiết kế/ nội dung của các chiến dịch quảng cáo Facebook, google…",
    "Analyze, measure, and report fanpage metrics. Responsible for engaging with viewers": "Phân tích, đo lường và báo cáo các chỉ số fanpage. Phụ trách tương tác với các viewer",
    "Administer and edit, update news on website, facebook, …": "Quản trị và chỉnh sửa, cập nhật tin tức lên website, facebook, …",
    "Write articles for company website, facebook, and marketing channels": "Viết bài đưa lên website, facebook công ty, và các kênh Marketing",
    "Ensure technical stability and information quality on website": "Đảm bảo tính ổn định về mặt kỹ thuật và chất lượng về thông tin trên website",
    "Combine digital marketing channels to increase website traffic": "Kết hợp các kênh digital marketing nhằm tăng traffic cho website",
    "Develop suitable approaches to reach and manage communities on social media channels: Facebook, Google…": "Xây dựng cách thức phù hợp để tiếp cận và quản lý cộng đồng trên các kênh social media: Facebook, Google…",
    "Perform other tasks as requested by Direct Manager.": "Thực hiện các nhiệm vụ khác theo yêu cầu của Quản lý trực tiếp.",
    "Graduated from University or above, major in Marketing/Journalism…": "Tốt nghiệp Đại học trở lên chuyên ngành Marketing/ Báo chí…",
    "At least 06 months of experience in equivalent positions": "Có kinh nghiệm tối thiểu 06 tháng ở các vị trí tương đương",
    "Skills in image design, video editing": "Có kỹ năng thiết kế hình ảnh, chỉnh sửa video",
    "Proficient in office computer skills (Word, Excel, Powerpoint)": "Có kỹ năng tin học văn phòng (Word, Excel, Powerpoint)",
    "Use software to analyze web and social media metrics": "Sử dụng các phần mềm phân tích chỉ số web, mạng xã hội",
    "Web management skills": "Có kỹ năng quản trị web",
    "Hybrid work": "Làm việc Hybrid",
    "Productivity-based bonus": "Thưởng theo năng suất",
    "Basic salary: 9,000,000 VND/month + productivity bonus according to KPI": "Lương cơ bản: 9.000.000đ/tháng + thưởng năng suất theo KPI",
    "Graphic Design Internship": "Thực tập Graphic Designer",
    "Support designing banners, posters, social media posts (Facebook, Youtube, Website,...).": "Hỗ trợ thiết kế banner, poster, các social post (Facebook, Youtube, Website,...).",
    "Support managing product image repository.": "Hỗ trợ quản lý kho hình ảnh sản phẩm.",
    "Support designing printed materials (Brochure, Thanks card, Packaging,...).": "Hỗ trợ thiết kế các ấn phẩm in ấn (Brochure, Thanks card, Packaging,...).",
    "Other related tasks": "Các công việc liên quan khác",
    "Proficient in one of the design tools such as Photoshop, AI, Canva,... (additional training will be provided).": "Thành thạo 1 trong số các công cụ thiết kế như: Photoshop, AI, Canva,... (sẽ được training thêm).",
    "Ability to edit videos is an advantage.": "Có khả năng chỉnh sửa Video là một lợi thế.",
    "Have a sense of aesthetics, regularly update design trends.": "Có mắt thẩm mỹ, thường xuyên cập nhật các xu hướng thiết kế.",
    "Work carefully, meticulously, and with attention to detail.": "Làm việc cẩn thận, tỉ mỉ, cầu toàn.",
    "HR Internship": "Thực tập HR",
    "Search for candidates through various platforms, channels,...": "Tìm kiếm ứng viên qua các nền tảng, các kênh truyền thông,...",
    "Participate in candidate screening, interviews": "Tham gia sàng lọc, phỏng vấn ứng viên",
    "Notify interview results, send information to candidates": "Thông báo kết quả phỏng vấn, gửi thông tin đến ứng viên",
    "Provide input to develop recruitment plans, strategies": "Góp ý xây dựng kế hoạch, chiến lược tuyển dụng",
    "Manage, implement promotional campaigns on page": "Quản lý, thực hiện các chiến dịch quảng bá trên page",
    "Report recruitment results to the team": "Báo cáo kết quả tuyển dụng cho team",
    "Recent graduates or 3rd, 4th-year students from colleges/universities related majors": "Các bạn mới ra trường hoặc sinh viên năm 3,4 của các trường cao đẳng/đại học các chuyên ngành có liên quan",
    "Desire to practice, be serious in the field of recruitment": "Có mong muốn thực hành, nghiêm túc trong lĩnh vực tuyển dụng",
    "Able to work 5 days/week (minimum 20 hours/week)": "Đáp ứng thời gian làm việc 5 ngày / tuần (tối thiểu 20 giờ/ tuần)",
    "Diligent, eager to learn and work": "Chịu khó, ham muốn học hỏi và làm việc",
    "Proficient in office computer skills": "Sử dụng được tin học văn phòng",
    "Support for stamps, documents for internship reports": "Support for stamps, tài liệu cho báo cáo thực tập",
    "Training in professional recruitment skills": "Đào tạo các kĩ năng chuyên môn trong tuyển dụng",
    "Training, supplementing computer knowledge": "Được đào tạo, bổ sung các kiến thức tin học",
    "Appropriate recruitment allowances and bonuses according to individual abilities": "Trợ cấp và thưởng tuyển dụng phù hợp với năng lực cá nhân",
    "Job is very relaxed, quickly closing deals for sales enthusiasts": "Công việc rất thoải mái, nhanh chóng chốt đơn cho những người đam mê bán hàng",
    "Manage, supervise, assign tasks for the entire sales team": "Quản lý, giám sát, phân công nhiệm vụ cho toàn bộ đội ngũ kinh doanh",
    "Establish standard work procedures and quality management of the sales team's work": "Thiết lập quy trình làm việc chuẩn và quản trị chất lượng công việc của đội ngũ kinh doanh",
    "Set sales plans, establish plans to approach enterprise customers with IT service needs: Web, Marketing System, New Customers, Data Platforms": "Thiết lập kế hoạch bán hàng, xây dựng kế hoạch tiếp cận khách hàng doanh nghiệp có nhu cầu về Dịch vụ IT: Web, Marketing System, New Customers, Data Platforms",
    "Responsible for sales KPIs of the sales team on a monthly/quarterly/yearly basis": "Chịu trách nhiệm KPIs doanh số của đội ngũ kinh doanh theo tháng/quý/năm",
    "Negotiate, promote, and execute contract signing procedures with customers": "Đàm phán, thương lượng, xúc tiến, thực hiện các thủ tục ký kết hợp đồng với khách hàng",
    "Coordinate with the Marketing team to develop sales promotion plans": "Phối hợp với đội Marketing để lên kế hoạch thúc đẩy doanh số bán hàng",
    "Regularly report weekly/monthly/quarterly": "Báo cáo định kỳ hàng tuần/tháng/quý",
    "Graduated from University with majors in Economics, Business Administration, Marketing … or related fields": "Tốt nghiệp Đại học chuyên ngành Kinh tế, Quản trị kinh doanh, Marketing … hoặc các chuyên ngành có liên quan",
    "Experience in sales, customer care": "Có kinh nghiệm làm việc trong lĩnh vực bán hàng, chăm sóc khách hàng",
    "Priority given to experience, knowledge in information technology, software, website, data": "Ưu tiên có kinh nghiệm, kiến thức về lĩnh vực công nghệ thông tin, phần mềm, website, dữ liệu",
    "Additional skills: Online channel deployment is an advantage": "Có kỹ năng bổ trợ: triển khai kênh Online là lợi thế",
    "Proficient in office computer skills (Words, Excel, Powerpoint)": "Sử dụng thành thạo tin học văn phòng (Words, Excel, Powerpoint)",
    "Good sales, communication, and negotiation skills": "Kỹ năng bán hàng, giao tiếp và thương lượng tốt",
    "Ability to lead teams according to plans": "Có khả năng dẫn dắt đội ngũ theo đúng kế hoạch",
    "Commission up to: 25%": "Hoa hồng lên đến: 25%",
    "Minimum basic salary: 5 million/month": "Lương cứng tối thiểu: 5 triệu/tháng",
    "Income based on performance up to 20 - 30 million/month": "Hưởng thu nhập theo năng lực lên đến 20 - 30 triệu/tháng",
    "Clear, transparent, professional process": "Quy trình rõ ràng, minh bạch, chuyên nghiệp",
    "Support providing customer data": "Hỗ trợ cung cấp dữ liệu khách hàng",
    "See more Employee welfare policies for sales staff at:": "Xem thêm Chính sách phúc lợi nhân viên kinh doanh tại:",
    "Recruiting position Sales Staff (Online) for technology products (Business Intelligence for Employee Management, Data Solutions, Business Intelligence) for B2B enterprises": "Tuyển dụng vị trí Nhân viên kinh doanh (Online) sản phẩm công nghệ (Business Intelligence for Employee Management, Data Solutions, Business Intelligence) cho doanh nghiệp - B2B",
    "Research and search for potential customers": "Nghiên cứu và tìm kiếm khách hàng tiềm năng",
    "Take care of potential customers assigned by the company": "Chăm sóc khách hàng tiềm năng do công ty giao",
    "Understand customer requirements": "Tìm hiểu yêu cầu của khách hàng",
    "Negotiate, bargain and close contracts with customers": "Đàm phán, thương lượng và chốt hợp đồng với khách hàng",
    "Efficiently handle orders processing": "Tác nghiệp hiệu quả trong việc xử lý đơn hàng",
    "Regularly report work": "Báo cáo công việc định kỳ",
    "Implement sales growth": "Thực hiện việc tăng trưởng doanh số",
    "Experience in B2B sales": "Có kinh nghiệm sale B2B",
    "Skills in searching for customers through social networks: LinkedIn, Facebook, Google maps": "Có kỹ năng tìm kiếm khách hàng qua mạng xã hội: LinkedIn, Facebook, Google maps",
    "Preference for candidates with knowledge of technology products": "Ưu tiên ứng viên có kiến thức về các sản phẩm công nghệ",
    "Good communication skills, agile, good problem-solving skills": "Có khả năng giao tiếp tốt, nhanh nhẹn, khả năng xử lý tình huống tốt",
    "Careful, honest, meticulous": "Cẩn thận, trung thực, tỉ mỉ",
    "Income from 6-30 million/month + commission (10-30% per order)": "Thu nhập từ 6-30tr/ tháng + hoa hồng (10-30%/ đơn hàng)",
    "Flexible working hours": "Thời gian làm việc linh hoạt",
    "Working hours: Mon-Fri. 8:30 - 17:30": "Khung giờ làm việc: T2-T6. 8:30 - 17:30",
    "Phone allowance 200,000 VND/month": "Trợ cấp điện thoại 200.000đ/ tháng",
    "Dynamic, youthful environment, always encouraging employees to be proactive and creative in their work": "Môi trường trẻ trung, năng động, luôn khuyến khích nhân viên chủ động, sáng tạo trong công việc",
    "The Senior Software Engineer (SSE) is responsible to write software programs from design specifications; Plans, executes, and documents unit tests; Reports status and issues; Documents detailed designs; Accountable for unit test leakage; Contributes to system architecture and design decisions.": "Chuyên viên phần mềm cấp cao (SSE) có trách nhiệm viết các chương trình phần mềm từ các đặc tả thiết kế; Lập kế hoạch, thực hiện và tài liệu hóa các bài kiểm tra đơn vị; Báo cáo tình trạng và vấn đề; Tài liệu hóa thiết kế chi tiết; Chịu trách nhiệm về rò rỉ kiểm tra đơn vị; Đóng góp vào kiến trúc hệ thống và quyết định thiết kế.",
    "To write, review, and maintain code in compliance with the established coding quality standards of the company.": "Viết, xem lại và duy trì mã nguồn theo các tiêu chuẩn chất lượng mã nguồn đã được thiết lập của công ty.",
    "To write unit tests and run through all the test cases for assigned tasks and ensure all cases are tested and passed before release for testing.": "Viết các bài kiểm tra đơn vị và chạy qua tất cả các trường hợp kiểm tra cho các nhiệm vụ được giao và đảm bảo rằng tất cả các trường hợp đã được kiểm tra và qua trước khi phát hành để kiểm tra.",
    "To self-train on new technologies.": "Tự huấn luyện về các công nghệ mới.",
    "To coach junior members.": "Hướng dẫn các thành viên mới.",
    "To document detailed designs as part of the design team.": "Tài liệu hóa thiết kế chi tiết là một phần của nhóm thiết kế.",
    "Participate and contribute, if possible, to DevOps and Automation activities in some way as a daily part of the project delivery such as participating in the creation of relevant DevOps/Automation testing frameworks, scripting and execution even if the specialist roles act as the focal point.": "Tham gia và đóng góp, nếu có thể, vào các hoạt động DevOps và tự động hóa một cách nào đó như một phần hàng ngày của việc giao hàng dự án như tham gia vào việc tạo ra các khung kiểm tra DevOps/Tự động hóa liên quan, việc viết mã và thực thi ngay cả khi các vai trò chuyên gia đóng vai trò trung tâm.",
    "To perform other tasks assigned by the Project Manager.": "Thực hiện các nhiệm vụ khác được giao bởi Quản lý dự án.",
    "Good knowledge of OOP, SOLID principles": "Hiểu biết tốt về OOP, nguyên lý SOLID",
    "Good knowledge of NodeJS development, at least one NodeJS framework such as Express, Hapi, Meteor.": "Hiểu biết tốt về phát triển NodeJS, ít nhất một framework NodeJS như Express, Hapi, Meteor.",
    "Good knowledge of web service development (RESTful).": "Hiểu biết tốt về phát triển dịch vụ web (RESTful).",
    "Good knowledge of HTML, CSS, JavaScript, Ajax. Have the ability to do development work for both back-end and front-end.": "Hiểu biết tốt về HTML, CSS, JavaScript, Ajax. Có khả năng làm việc phát triển cả phía back-end và front-end.",
    "Good awareness about security and performance in web development.": "Nhận thức tốt về bảo mật và hiệu suất trong phát triển web.",
    "Basic knowledge of Linux infrastructure, Linux-based web server.": "Kiến thức cơ bản về cơ sở hạ tầng Linux, máy chủ web dựa trên Linux.",
    "Have knowledge about TDD, BDD, and hands-on experience on the unit tests.": "Có kiến thức về TDD, BDD và kinh nghiệm thực hành trên các bài kiểm tra đơn vị.",
    "Good to have additional skills:": "Tốt khi có thêm kỹ năng:",
    "Basic knowledge of cloud services – especially Azure.": "Kiến thức cơ bản về các dịch vụ đám mây - đặc biệt là Azure.",
    "Experience on any JavaScript Front-end framework (Angular/React/Vue).": "Kinh nghiệm với bất kỳ framework Front-end JavaScript nào (Angular/React/Vue).",
    "Experience with Docker.": "Kinh nghiệm với Docker.",
    "13-month salary per year.": "Lương 13 tháng mỗi năm.",
    "Performance bonus (up to 2-month salary).": "Thưởng hiệu suất (lên đến 2 tháng lương).",
    "Social – Health – Insurance paid fully.": "Bảo hiểm Xã hội - Y tế - Bảo hiểm được thanh toán đầy đủ.",
    "Annual leaves: 14 ~ 18 days.": "Nghỉ phép hàng năm: 14 ~ 18 ngày.",
    "Training courses: Technical skills – Soft skills – English.": "Các khóa đào tạo: Kỹ năng kỹ thuật - Kỹ năng mềm - Tiếng Anh.",
    "Salary: from 1.500$": "Lương: từ 1.500$",
    "Description": "Mô tả",
    "Qualifications": "Yêu cầu",
    "Why You'll Love Working Here": "Tại sao bạn sẽ thích làm việc ở đây",
    "Base salary: 10 - 15M": "Mức lương cơ bản: 10 - 15 triệu",
    "Plan regular content for TikTok channel, TikTok shop.": "Lên kế hoạch nội dung định kỳ cho kênh Tik Tok, Tiktok shop.",
    "Come up with video ideas, write detailed scripts.": "Lên ý tưởng video, viết ý tưởng thành kịch bản quay dựng chi tiết.",
    "Shoot and edit basic videos with suitable mobile apps.": "Quay dựng cơ bản và chỉnh sửa với ứng dụng phù hợp trên điện thoại.",
    "Manage channel content quality, update new trends, ensure channel content aligns with branding and meets set goals.": "Quản lý chất lượng nội dung kênh, cập nhật các xu hướng mới, đảm bảo nội dung kênh phù hợp với branding và tuân theo mục tiêu đề ra.",
    "Propose and collaborate with suitable KOLs aligned with brand direction and marketing campaigns.": "Đề xuất và làm việc với các KOLs phù hợp với định hướng thương hiệu và chiến dịch marketing.",
    "Ensure finished videos adhere to company and client's Brand guidelines.": "Đảm bảo các video thành phẩm theo đúng chuẩn Brand guideline của công ty và khách hàng.",
    "Implement other Ecommerce activities as required.": "Thực hiện triển khai các hoạt động Ecommerce khác theo yêu cầu.",
    "Priority for candidates with Ecommerce experience and Marketing degree.": "Ưu tiên các bạn có kinh nghiệm sàn thương mại điện tử và tốt nghiệp chuyên ngành Marketing.",
    "Minimum experience in related field from 6 months to one year.": "Kinh nghiệm tối thiểu trong lĩnh vực liên quan từ 6 tháng đến một năm.",
    "Ability to write content, storyboard, script.": "Khả năng viết nội dung, dàn dựng, xây dựng kịch bản.",
    "KPI bonus": "Thưởng KPI",
    "Salary review every 3-6 months.": "Đánh giá tăng lương 3-6 tháng/lần.",
    "Weekend bubble tea: 60,000 - 200,000/week": "Trà sữa cuối tuần: 60.000 - 200.000/tuần",
    "Tiktok Content Creator Intern": "Thực tập Tiktok Content Creator",
    "Receive product information from customers": "Tiếp nhận thông tin sản phẩm từ khách hàng",
    "Prepare content plan, shooting schedule": "Chuẩn bị kế hoạch nội dung, lịch quay dựng",
    "Develop ideas and scripts for each video": "Lên ý tưởng và xây dựng kịch bản cho từng video",
    "Propose and work with KOLs suitable for brand direction and marketing campaigns": "Đề xuất và làm việc với các KOLs phù hợp với định hướng thương hiệu và chiến dịch marketing",
    "Ensure finished videos adhere to company and client's Brand guidelines": "Đảm bảo các video thành phẩm theo đúng chuẩn Brand guideline của công ty và khách hàng",
    "Implement other Ecommerce activities as required": "Thực hiện triển khai các hoạt động Ecommerce khác theo yêu cầu",
    "Have a special love for Tiktok, as well as current trends": "Có niềm yêu thích đặc biệt với Tiktok, cũng như các xu hướng đang thịnh hành",
    "Love creativity, enjoy writing, scripting, and have many new ideas": "Yêu thích sáng tạo, thích viết lách, biên kịch, nhiều ý tưởng mới",
    "Priority for candidates who have experience in managing Tiktok channels": "Ưu tiên ứng viên đã có kinh nghiệm tự làm kênh Tiktok",
    "Ability to communicate, work well in teams, and have a proactive attitude at work": "Có khả năng giao tiếp, làm việc nhóm tốt, cũng như tinh thần chủ động trong công việc",
    "Basic knowledge of products in household goods, fashion, or cosmetics is also a plus": "Kiến thức cơ bản về các sản phẩm trong các lĩnh vực đồ gia dụng, thời trang, hoặc mỹ phẩm cũng là một điểm cộng",
    "Review full membership status after 3 months": "Xét duyệt thành viên chính thức sau 3 tháng"
}
